akamud.vscode-theme-onedark
batisteo.vscode-django
donjayamanne.python-extension-pack
esbenp.prettier-vscode
evgeniypeshkov.syntax-highlighter
kevinrose.vsc-python-indent
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
njpwerner.autodocstring
openai.chatgpt
parallelsdesktop.parallels-desktop
pkief.material-icon-theme
redhat.vscode-yaml
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wholroyd.jinja
zhuangtongfa.material-theme
